       IDENTIFICATION DIVISION.
       PROGRAM-ID. COPYDEMO.
       DATA DIVISION.
       WORKING-STORAGE SECTION.
           COPY CUSTOMER.
       PROCEDURE DIVISION.
           STOP RUN.
